Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Studenter som ønsker et utenlandsopphold, bør ta kontakt med instituttet i god tid (to semester) før utreise.
nn: Studentar som ønskjer eit utanlandsopphald, bør ta kontakt med instituttet i god tid (to semester) før utreise.

source: Kan redegjøre for ulike prinsipper for kostnadsestimering, kostnadsfordeling og produktkalkulasjoner.
nn: Kan gjere greie for ulike prinsipp for kostnadsestimering, kostnadsfordeling og produktkalkulasjonar.

source: Disse kan utfylles av emnespesifikke retningslinjer og veiledningsdokumenter innenfor rammen av masteremnene.
nn: Desse kan utfyllast av emnespesifikke retningslinjer og rettleiingsdokument innanfor ramma av masteremna.

source: Kandidaten kan gjøre greie for prinsipper for naturvitenskapelig tenking.
nn: Kandidaten kan gjere greie for prinsipp for naturvitskapleg tenking.

source: En student med fullført emne har følgende totale læringsutbytte definert i kunnskap, ferdigheter og generell kompetanse:
nn: Ein student med fullført emne skal ha følgjande totale læringsutbytte definert i kunnskap, ferdigheiter og generell kompetanse:

source: Studiet er et tilbud knyttet til Utdanningsdirektoratet sin strategi Kompetanse for fremtidens barnehage - strategi for kompetanse og rekruttering 2014 - 2020.
nn: Studiet er eit tilbod knytt til Utdanningsdirektoratet sin strategi Kompetanse for framtida barnehage - strategi for kompetanse og rekruttering 2014 - 2020.

source: Kandidaten har kunnskap om hvilke krav som stilles til forsøk.
nn: Kandidaten har kunnskap om kva krav som stillast til forsøk.

source: Har kunnskap om samarbeid, arbeidsledelse og organisering ved kirurgisk avdeling, og om samarbeid mellom nivåene i helsesystemet.
nn: Har kunnskap om samarbeid, arbeidsleiing og organisering ved medisinsk avdeling, og om samarbeid mellom nivåa i helsesystemet.

source: Det er mål som viser hva studenten ønsker å utfordre seg selv på i løpet av praksis.
nn: Det er mål som viser kva studenten ynskjer å utfordre seg sjølv på i løpet av praksis.

source: Kandidaten kan regne med størrelser og enheter i SI systemet, og behersker omregning mellom enheter.
nn: Kandidaten kan rekne med størrelsar og einingar i SI-systemet, og behersker omrekning mellom einingar.

source: Studiet gir en god bakgrunn for å arbeide med undervisning, forskning og utvikling, og vil kunne kvalifisere for stipendiatstilling.
nn: Studiet gir ein god bakgrunn for å arbeida med undervisning, forsking og utvikling, og vil kunne kvalifisera for stipendiatstilling.

source: − Kreativitet og nytenkning innenfor fagfeltet/forskningsfeltet − Kritisk analyse av eget arbeid inn mot en relevant større samfunnskontekst − Kritisk analyse av eget arbeid med tanke på mulige implikasjoner for praksiser i skolen
nn: − Kreativitet og nytenking innanfor fagfeltet/forskingsfeltet − Kritisk analyse av eige arbeid inn mot ein relevant større samfunnskontekst − Kritisk analyse av eige arbeid med tanke på moglege implikasjonar for praksisar i skulen

source: fra studiet i inntil to semestre.
nn: frå studiet i inntil to semester.

source: I tillegg til forelesninger, gruppearbeid og problembasert læring, har emnene innslag av regneøvinger, laboratorieøvinger, semester- og prosjektoppgaver.
nn: I tillegg til førelesingar, gruppearbeid, sjølvstudium og problembasert læring, har emna innslag av rekneøvingar, laboratorieøvingar og semester- og prosjektoppgåver.

source: Ekskursjoner og gjesteforelesninger inngår også i studieopplegget.
nn: Ekskursjonar og gjesteførelesingar inngår òg i studieopplegget.

source: De fleste emnene har bokstavkarakter med avsluttende skriftlig eksamen, men i noen emner mot slutten av studiet er det lagt inn semesteroppgaver som teller med i sluttkarakteren.
nn: Dei fleste emna har bokstavkarakter med avsluttande skriftleg eksamen. I nokre emne mot slutten av studiet er det lagt inn semesteroppgåver som tel med i sluttkarakteren.

source: Her vektlegges innhold og arbeidsmåter som best ivaretas gjennom fysiske møter så som praktisk arbeid, ekskursjoner, gruppearbeid med framføringer, organisering av arbeidsperioden fram mot neste samling etc.
nn: Her vektlegg ein innhald og arbeidsmåtar som best blir ivaretatt gjennom fysiske møter så som praktisk arbeid, ekskursjonar, gruppearbeid med framføringar, organisering av arbeidsperioden fram mot neste samling etc.

source: Bilaterale avtaler er inngått for studentutveksling med Havard University og University of Pennsylvania i USA, Cape Peninsula University of Technology (Cape Town) i SørAfrika og Hong Kong Polytechnic University..
nn: Avtalar er inngått for studentutveksling med Harvard University, University of Pennsylvania, University of Illinois in Chicago i USA, Cape Peninsula University of Technology i Sør-Afrika og Hong Kong Polytechnic University i Kina.

source: Studiet er utviklet for at ledere og medarbeidere i private og offentlige virksomheter skal gis mulighet til å forbedre sin kommunikasjons- og relasjonskompetanse som grunnlag for en coachende lederstil.
nn: Studiet er utvikla for at leiarar og medarbeidarar i private og offentlege verksemder skal få høve til å forbetre kommunikasjons- og relasjonskompetansen sin som grunnlag for ein coachande leiarstil.

source: På den andre siden vil studentens evne til å la seg veilede og vise vilje til å utvikle egen praksis gjennom prøving, eventuell «feiling» og prøving igjen - være vesentlig.
nn: På den andre sida vil studenten si evne til å la seg rettleie og vise vilje til å utvikle eigen praksis gjennom prøving, eventuell «feiling» og prøving igjen - vere vesentleg.

source: Studenten må snarest ta kontakt med
nn: Studenten må snarast ta kontakt med

source: Det er også et mål at kjemiingeniøren skal ha kunnskaper om prosjektledelse og organisering slik at han/hun kan bidra til samarbeid på alle plan i organisasjonen gjennom god skriftlig og muntlig kommunikasjon.
nn: Det er også eit mål at kjemiingeniøren skal ha kunnskapar om prosjektleiing og organisering slik at han/ho kan bidra til samarbeid på alle plan i organisasjonen gjennom god skriftleg og munnleg kommunikasjon.

source: Studenten har et selvstendig ansvar for å orientere seg om og følge gjeldende regelverk knyttet til personvern, men vil få hjelp av veileder til dette.
nn: Studenten har eit sjølvstendig ansvar for å orientere seg om og følgje gjeldande regelverk knytt til personvern, men vil få hjelp av rettleiaren til dette.

source: Du kan bruke dette skjemaet som skal være utfylt av tjenesteyteren som spesifisert nedenfor.
nn: Du kan bruke dette skjemaet, som skal vere utfylt av tenesteytaren som spesifisert nedanfor.

source: En student med fullført bachelorutdanning i økonomi og administrasjon oppnår følgende totale læringsutbytte:
nn: Ein student med fullført bachelorutdanning i økonomi og administrasjon oppnår følgjande totale læringsutbytte:

source: Veiledning er obligatorisk.
nn: Rettleiing er obligatorisk.

source: Ved ikke bestått karakter (F) har studenten rett til noe ytterligere veiledning.
nn: Ved ikkje stått karakter (F) har studenten rett til noko tilleggsrettleiing.

source: Kunne utøve profesjonelt skjønn og reflektere faglig over praktiske og teoretiske problemstillinger knyttet til barnehagens læringsmiljø og pedagogisk ledelse.
nn: Kunne utøve profesjonelt skjønn og reflektere fagleg over praktiske og teoretiske problemstillingar knytt til barnehagen sitt læringsmiljø og pedagogisk leiing.

source: Disse emnene eller kursbevisene er ikke obligatoriske for å oppnå bachelorgraden.
nn: Desse emna eller kursbevisa er ikkje obligatoriske for å oppnå bachelorgrada.

source: Kandidaten har grunnleggende kunnskaper om konstruksjon og/eller produksjon, materialer og kunnskap innen helhetlig system- og produktutvikling.
nn: Kandidaten har grunnleggjande kunnskap om konstruksjon og/eller produksjon, materialar og kunnskap innan heiskapleg system- og produktutvikling.

source: For å kunne søke om utveksling må du ha fått søknaden din godkjent av studieprogrammet ditt ved fakultetet du tilhører.
nn: For å kunne søke om utveksling må du ha fått søknaden din godkjend av studieprogrammet ditt ved det fakultetet du tilhøyrer.

source: Etter gjennomført emne har studenten følgende læringsutbytte definert i kunnskap, ferdigheter og generell kompetanse:
nn: Etter gjennomført emne har studenten fylgjande læringsutbytte definert i kunnskap, ferdigheiter og generell kompetanse:

source: Arbeidsformer og veiledning Studenten har rett til veiledning på masteroppgaven, og det skal oppnevnes en hovedveileder ved HVL.
nn: Arbeidsformer og rettleiing Studenten har rett til rettleiing på masteroppgåva, og det skal oppnemnast ein hovudrettleiar ved HVL.

source: Konflikter kan skape store utfordringer og være ødeleggende, men de kan også være utgangspunkt for innovasjon og ny innsikt.
nn: Konfliktar kan skape utfordringar og vere øydeleggande, men dei kan også vere utgangspunktet for innovasjon og ny innsikt.

source: Høsting i hagen med fokus på sunn mat og konservering.
nn: Hausting i hagen med fokus på sunn mat og konservering.

source: Studenter som ikke får godkjent ett eller flere arbeidskrav får tilbud om å rette opp feil og mangler (1 gang) eller gjennomføre alternativt arbeidskrav gitt av faglærer.
nn: Studentar som ikkje får godkjent eitt eller fleire arbeidskrav får tilbod om å rette opp feil og manglar (1 gang) eller gjennomføre alternativt arbeidskrav gitt av faglærar.

source: 30 studiepoeng med grunnleggende matematikk, ingeniørfaglig systemtenkning og innføring i ingeniørfaglig yrkesutøvelse og arbeidsmetoder.
nn: 30 studiepoeng med grunnleggjande matematikk, ingeniørfagleg systemtenking og innføring i ingeniørfaglig yrkesutøving og arbeidsmetodar.

source: Kandidaten kan formidle kunnskap innen det maskintekniske området til ulike målgrupper både skriftlig og muntlig på norsk og engelsk og kan bidra til å synliggjøre teknologiens betydning og konsekvenser.
nn: Kandidaten kan formidla kunnskap innan det maskinttekniske området både skriftleg og munnleg til ulike målgrupper på norsk og engelsk og kan bidra til å synleggjera teknologiens verdi og konsekvensar.

source: Varierte formidlingsformer benyttes, med forelesninger, praktiske øvelser på simulator, oppgaveløsning i grupper samt problembasert læring som de mest vanlige.
nn: Varierte formidlingsformer vert nytta, med førelesingar, oppgåveløysing i grupper og problembasert læring som dei mest vanlege.

source: Undervisningen foregår i hovedsak på norsk, men inntil 30 studiepoeng av bachelorutdanningen kan ha undervisning på engelsk.
nn: Undervisninga føregår i hovudsak på norsk, men inntil 30 studiepoeng av bachelorutdanninga kan ha undervisning på engelsk.

source: BSU og IPS vil du ikke
nn: BSU og IPS, vil du ikkje

source: Gyldig kurs kan være forkunnskapskrav til påfølgende emner.
nn: Gyldig kurs kan óg vera forkunnskapskrav til påfølgjande emner.

source: Studenter som ønsker å oppfylle opptakskravene, må velge noen spesifikke valgemner.
nn: Studentar som ønskjer å oppfylle opptakskrava, må velje nokre spesifikke valemne.

source: kan på sjølvstendig vis designe, spesifisere og programmere et middels stort informasjonssystem.
nn: kan på sjølvstendig vis designe, spesifisere og programmere eit middels stort informasjonssystem.

source: Oppgaven skal være forankret i reelle problemstillinger fra samfunns- og næringsliv eller forsknings- og utviklingsarbeid og bidra til innføring i vitenskapsteori og metode. Krav om progresjon i studieprogrammet
nn: Oppgåva skal vera forankra i reelle problemstillingar frå samfunns- og næringsliv eller forskings- og utviklingsarbeid og bidra til innføring i vitskapsteori og metode.

source: Studenter som ikke møter til veiledning får ikke framstille seg til eksamen.
nn: Studentar som ikkje møter til rettleiing får ikkje framstille seg til eksamen.

source: Vi var ikke heilt trygge på om våre kollegaer ville sette pris på å bli utsett for dette, men vi valde likevel å prøve.
nn: Vi var ikkje heilt trygge på om våre kollegaer ville sette pris på å bli utsett for dette, men vi valde likevel å prøve.

source: Har utviklet evne til innovativ tenkning samt ha gode forståelse for etiske og andre samfunnsmessige hensyn i beslutningssammenheng.
nn: Har utvikla evne til innovativ tenking, samt har god forståing for etiske og andre samfunnsmessige omsyn i vedtaksamanheng.

source: Frist for innlevering av skriftlig materiale til gjennomlesning avtales med veileder.
nn: Frist for innlevering av skriftleg materiale til gjennomlesing skal avtalast med rettleiar.

source: Har problemforståelse innenfor fagområder som navigasjon, last, sikkerhet og ledelse.
nn: Har problemforståing i fagområde som navigasjon, last, tryggleik og leiing.

source: Studieprogrammet skal gi studentene en grunnutdanning som setter dem i stand til å løse tverrfaglige oppgaver innen petroleum eller havbruksteknologi.
nn: Studieprogrammet skal gje studentane ei grunnutdanning som set dei i stand til å løysa tverrfaglege oppgåver innan petroleum eller havbruksteknologi.

source: Ved eventuell godkjenning av permisjonssøknad, tar HVL forbehold om at
nn: Ved eventuell godkjenning av permisjonssøknad, tar HVL atterhald om at

source: Kunst og håndverk
nn: Kunst og handverk

source: har grunnleggende pedagogiske kunnskaper, faglig dybde i eget fagområde og inngående fagdidaktiske kunnskaper i fagene som inngår i utdanningen
nn: - har grunnleggande pedagogiske kunnskapar, fagleg kunnskap i eige fagområde og inngåande fagdidaktiske kunnskapar i faga som inngår i utdanninga

source: Ved fullført emne skal studenten ha følgende totale læringsutbytte: Kunnskap
nn: Ved fullført emne skal studenten ha følgande totale læringsutbytte:

source: I særtilfeller kan fravær jobbes inn i inntil én uke etter avsluttet praksisperiode.
nn: I særtilfeller kan fråvær jobbast inn i inntil éi veke etter avslutta praksisperiode.

source: Dette er et enkelt og effektivt verktøy for idémyldring, og under utfyllinga vert det skapt grunnlag for diskusjon og refleksjon.
nn: Dette er eit enkelt og effektivt verktøy for idémyldring, og under utfyllinga vert det skapt grunnlag for diskusjon og refleksjon.

source: Arbeidet med oppgaven bygger på tidligere studier i masterfaget og vitenskapsteori, metodelære og forskningsetikk.
nn: Arbeidet med oppgåva byggjer på tidlegare studium i masterfaget og vitskapsteori, metodelære og forskingsetikk.

source: Fag og didaktikk sees i sammenheng og emnene som tas opp skal gi faglig og didaktisk trygghet for arbeid med sentrale områder av naturfaget for trinn 5-10 i grunnskolen.
nn: Fag og didaktikk vert sett på i samanheng og emna som takast opp skal gje fagleg og didaktisk tryggleik for arbeid med sentrale område av naturfaget for steg 5-10 i grunnskulen.

source: Vurderingen underbygges med eksempler fra praksis og viser hva studenten har lært og hva som må være fokus videre for å oppnå læringsutbyttene.
nn: Vurderinga skal underbyggjast med døme frå praksis og vise kva studenten har lært og kva som må være fokus vidare for å oppnå læringsutbyta.

source: For fysikk er samspillet med matematikk gjennom å regne på fysiske problemstillinger viktig.
nn: I fysikk er samspelet med matematikk gjennom å rekne på fysiske problemstillingar viktig.

source: Studentene må regne med at deler av undervisningen er obligatorisk.
nn: Studentane må rekne med at delar av undervisninga er obligatorisk.

source: kan oppdatere sin kunnskap innenfor fagfeltet, både gjennom informasjonsinnhenting og kontakt med fagmiljøer og praksis.
nn: kan oppdatera kunnskapen sin innan fagfeltet, både gjennom informasjonsinnhenting og kontakt med fagmiljø og praksis.

source: Arbeidserfaring må dokumenteres med arbeidsattest.
nn: Arbeidserfaring må dokumenterast med arbeidsattest.

source: Dette kurset er ikke obligatorisk for å oppnå bachelorgraden.
nn: Dette kurset er ikkje obligatorisk for å oppnå bachelorgrada.

source: Krav til forkunnskaper
nn: Krav til forkunnskapar

source: Studenten har ansvar for å rapportere fravær til avdelingen.
nn: Studenten har ansvar for å rapportere fråvær til avdelinga.

source: tale om utsatt
nn: tale om utsett

source: Studentene skal selv lære å søke relevant forskningslitteratur og bruke forskningsbasert kunnskap i sine arbeider.
nn: Studentane skal sjølv lære å søkje relevant forskingslitteratur og bruke forskingsbasert kunnskap i arbeida sine.

source: kan søke om permisjon
nn: kan søkje om permisjon

source: studieår skal studentene på dette opplegget ha dokumentert samme læringsutbytte som øvrige studenter.
nn: studieår skal studentane på dette opplegget ha dokumentert det same læringsutbyttet som dei andre studentane.

source: Pedagogisk ledelse knyttet til barnehagens læringsmiljø med fokus på hvordan vi gjennom kritisk refleksjon kan undersøke og ivareta barns demokratiske læreprosesser og psykososiale læringsmiljø.
nn: Pedagogisk leiing knytt til barnehagens læringsmiljø med fokus på korleis vi gjennom kritisk refleksjon kan undersøkje og ta vare på barn sine demokratiske læreprosessar og psykososiale læringsmiljø.

source: Informasjons- og kommunikasjonsteknologi er integrert i undervisningen med elektronisk læringsplatform og databaserte støttesystemer som viktige verktøy i det faglige og pedagogiske arbeidet.
nn: Informasjons- og kommunikasjonsteknologi er integrert i undervisninga med elektronisk læringsplatform og databaserte støttesystem som viktige verktøy i det faglege og pedagogiske arbeidet.

source: HVL har ingen part i avtalen mellom student og Lånekassen.
nn: HVL har ingen part i avtalen mellom studenten og Lånekassen.

source: forbereder seg til midtvurderingssamtalen ved å vurdere studenten sin progresjon knyttet til de ulike læringsutbyttene.
nn: førebur seg til midtvurderingssamtalen ved å vurdere studenten sin progresjon knytt til dei ulike læringsutbyta.

source: Den levende naturen
nn: Den levande naturen

source: fra dato studenten takker ja til studieplass i søknadsweb, og kan gå fra avtalen uten å
nn: studenten takkar ja til studieplass i søknadsweb, og kan gå frå avtalen utan å oppgje

source: for masteroppgaver ved GLU.
nn: for masteroppgåver ved GLU.

source: Har kunnskap om samarbeid, arbeidsledelse og organisering ved medisinsk avdeling, og om samarbeid mellom nivåene i helsesystemet.
nn: Har kunnskap om samarbeid, arbeidsleiing og organisering ved medisinsk avdeling, og om samarbeid mellom nivåa i helsesystemet.

source: Ved endringer som påvirker planlagt progresjon skal det inngås en ny veiledningsavtale.Partene tar alvorlige samarbeidsproblemer opp med hverandre
nn: Ved endringar som påverkar planlagt progresjon skal det inngåast ein ny rettleiingsavtale.Partane tar alvorlege samarbeidsproblem opp med kvarandre

source: Studenter som har forlenget arbeid med masteroppgaven grunnet avmelding til eksamen eller gyldig fravær, gis ikke ekstra veiledning ut over det fastsatte antall veiledningstimer.
nn: Studentar som har forlenga arbeid med masteroppgåva grunna avmelding til eksamen eller gyldig fråvær, får ikkje ekstra rettleiing utover det fastsette talet rettleiingstimar.

source: Deltar aktivt i faglige diskusjoner og evner å dele sine kunnskaper og erfaringer med andre, for på denne måten å bidra til utvikling av god praksis.
nn: Deltar aktivt i faglege diskusjonar og er i stand til å dela sine kunnskapar og erfaringar med andre, for på denne måten å bidra til utvikling av god praksis.

source: Kandidaten har grunnleggende kunnskap om bruk av digitale verktøy til beregninger og visualisering.
nn: Kandidaten har grunnleggjande kunnskap om bruk av digitale verktøy til utrekningar og visualisering.

source: Ett obligatorisk emne MAT121 Statistikk for ingeniører
nn: Eitt obligatorisk emne MAT121 Statistikk for ingeniørar

source: Alle studentene har et felles opplegg første og andre studieår, med en begrenset mulighet for valgfrie emner det andre året.
nn: Alle studentar har eit felles opplegg første og andre studieår, med ei avgrensa moglegheit for valfrie emne det andre året.

source: kan bruke relevante metoder for å vurdere brannsikkerhetsnivået i en gitt sammenheng
nn: Kan bruke relevante metodar for å vurdera brannsikkerheitsnivået i ein gitt samanheng.

source: Etter at studiet har startet opp
nn: Etter at studiet har starta opp

source: i alle praksisperioder ett studieår for å fortsette neste studieår.
nn: i alle praksisperiodane eitt studieår for å fortsette i neste studieår.

source: Kjøkkenhagen som en arena for utdanning for bærekraft.
nn: Kjøkkenhagen som ein arena for utdanning for berekraft.

source: Emneplanen følger progresjonen i praksis og i de fagovergripende temaene slik det går fram av studieprogramplanen og emneplanen for praksis for det aktuelle året.
nn: Emneplanen følgjer progresjonen i praksis og i dei fagovergripande temaa slik det går fram av studieprogramplanen og emneplanen for praksis for det aktuelle året.

source: Felles for alle fagene er klasseromsfokuset.
nn: Felles for alle faga er klasseromsfokuset.

source: Arbeid som studentene gjør mens de er ute i praksisstudiene skal relateres til praksis og være gjenstand for vurdering på midt- og sluttevaluering.
nn: Arbeid som studentane gjer medan dei er ute i praksisstudiane skal relaterast til praksis og vera gjenstand for vurdering på midt- og sluttevaluering.

source: I mange av emnene er det obligatorisk studiekrav som må være godkjent for at studenten skal kunne ta eksamen i emnet.
nn: I mange av emna er det obligatoriske studiekrav som må vere godkjende for at studenten skal kunne ta eksamen i emnet.

source: Det skal ved innlevering av masteroppgaven vedlegges et skriv der det går fram hvordan partene har samarbeidet om oppgaven, og at de har levert likeverdige bidrag.
nn: Ved innlevering av masteroppgåva skal det leggjast ved eit skriv der det går fram korleis partane har samarbeidd om oppgåva, og at dei har levert likeverdige bidrag.

source: Særlige bestemmelser som gjelder samskrevne oppgaver:
nn: Særlege reglar som gjeld samskrivne oppgåver:

source: Opptakskravene for utdanningen er høyskoleutdanning med minimum 120 studiepoeng innen teknologiske/økonomiske/IT-fag inkludert grunnleggende kunnskaper i bedriftsøkonomi, statistikk og organisasjonsfag.
nn: Produksjonsleiing og prosessbetring Opptakskrava for utdanninga er høgskuleutdanning med minimum 120 studiepoeng innan teknologiske/økonomiske/IT-fag inkludert grunnleggande kunnskapar i bedriftsøkonomi, statistikk og organisasjonsfag. Studieretningar

source: I andre del av kurset vil studentene få en grundig forståelse for ulike forhandlingssituasjoner og sentrale dilemma i forhandlinger.
nn: I andre del av kurset vil studenten få ei grundig forståing for ulike forhandlingssituasjonar og sentrale dilemma i forhandlingar.

source: Anbefalt plan Bachelor i økonomi og administrasjon - profilering regnskapsfører vedtatt av Nasjonalt råd for økonomisk administrativ utdanning 9.
nn: Anbefalt plan Bachelor i økonomi og administrasjon - profilering rekneskapsførar vedtatt av Nasjonalt råd for økonomisk administrativ utdanning 9.

source: studenten ikke gjennomfører avsluttende eksamen innenfor normert studietid, kan
nn: studenten ikkje gjennomfører avsluttande eksamen innanfor normert studietid, kan

source: Avmelding skal skje skriftlig til Høgskulen på Vestlandet, Kontor for etter-,
nn: Avmelding skal skje skriftleg til Høgskulen på Vestlandet, Kontor for etter-,

source: Veileder til bruk av vurderingsskjema
nn: Rettleiar til bruk av vurderingsskjema

source: Dersom du ikke benytter deg av angreretten, vil avtalen
nn: Dersom du ikkje nyttar deg av angreretten, vil avtalen
